<?php
return [
    'emailNotUnique' => 'Этот e-mail уже зарегистрирован',
    'loginNotUnique' => 'Этот логин уже используется',
    'required' => 'Поле "{0}" обязательно для заполнения',
    'minLength' => 'Поле "{0}" должно содержать минимум {1} символов',
    'maxLength' => 'Поле "{0}" должно содержать максимум {1} символов',
    'passwordDoesNotMatch' => 'Подтверждение пароля не совпадает',
    'email' => 'Неверный e-mail',
    'password' => 'Пароль должен содержать только латинские буквы, цифры и специальные символы',
    'login' => 'Логин должен содержать только латинские буквы, цифры, знак подчеркивания и дефис',
    'float' => 'Поле "{0}" должно содержать только числа',
];