<?php
return [
    'emailLabel' => 'E-mail',
    'loginLabel' => 'Логин',
    'passwordLabel' => 'Пароль',
    'confirmPasswordLabel' => 'Подтверждение пароля',
    'emailNotUnique' => 'Этот e-mail уже зарегистрирован',
    'loginNotUnique' => 'Этот логин уже используется',
    'required' => 'Поле "{0}" обязательно для заполнения',
    'minLength' => 'Поле "{0}" должно содержать минимум {1} символов',
    'maxLength' => 'Поле "{0}" должно содержать максимум {1} символов',
    'passwordDoesNotMatch' => 'Подтверждение пароля не совпадает',
    'emailPattern' => 'Неверный e-mail',
    'passwordPattern' => 'Пароль должен содержать только латинские буквы, цифры и специальные символы',
    'loginPattern' => 'Логин должен содержать только латинские буквы, цифры, знак подчеркивания и дефис',
];